exports.donate = (id, XBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

╔════════════════════
║ *Donasi Ke ${XBOT}*
╠════════════════════
║├≽️⚜ *PULSA* : _0895-3555-66000_
║├≽️⚜ *DANA* : _0895355566000_
╠════════════════════
║  *${XBOT}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${GAK ADA}_
║│2. *YouTube <subscribe>*
║│ _${DJ_NOLEP}_
║│3. *Instagram <Follow>*
║│ _${instagram.com/@yes_gwsalah}_
║│4. *Creator ${XBOT}*
║│ _${089535546500}_
║╰───────────
╠════════════════════
║ _*MADE BY KANG SAD BOY*_
╠════════════════════
║ゞ📆 *${tampilTanggal}*
║ゞ⏱️ *${tampilWaktu}*
║ゞ📢 Bot Aktif ; *${aktif}*
╚════════════════════`
}

